{
    "stateDatas": [
        {
            "stateName": "99_state_init",
            "stateLocation": "none",
            "stateText": "none"
        },
        {
            "stateName": "00_state_welcome",
            "stateLocation": "Welcome Screen",
            "stateText": "After centuries of degrading jobs in the depths of hell, you have atoned yourself enough for a small respite and have been assigned your first job on as a Junior Death Reaper. A bomb in a police station resulted in several casualties and it is up to you to collect their souls and decide their fates. Chop chop.\n\n<b>[ PRESS <color=green>1</color> TO PROCEED TO THE ENTRANCE ]</b>"
        },
        {
            "stateName": "01_state_start",
            "stateLocation": "Entrance",
            "stateText": "You are standing in front of the police station. The building is barely standing after the explosion. You can barely see through the ash and smoke. The location is crowded with police, paramedics, local news and local crowd. You see the entrance in front of you."
        },
        {
            "stateName": "02_state_corridor",
            "stateLocation": "Corridor",
            "stateText": "Pieces of plaster and furniture crumble around you. The fire has left nothing behind but a horrid smell of death. You hope that eventually will get used to this, after all, this is only your first day. - Why am I still susceptible to this smell and heat? - You wonder. Apparently being a supernatural being does not come with the expected perks."
        },
        {
            "stateName": "03_state_office",
            "stateLocation": "Office",
            "stateText": "A desk and a couple of chairs are barely standing and on a few spots you can see the fire's last breath."
        },
        {
            "stateName": "04_state_breakRoom",
            "stateLocation": "Break Room",
            "stateText": "Nothing has survived the explosion here. Only charred wood and the lingering smell of burned plastic and remain."
        },
        {
            "stateName": "05_state_waitingRoom",
            "stateLocation": "Waiting Room",
            "stateText": "On a couch lay the corpses of a man and a woman. This room has not been hit by the full blast of the bomb."
        },
        {
            "stateName": "06_state_wc",
            "stateLocation": "WC",
            "stateText": "It seems someone was caught in the middle of some important business. A corpse has melted with the plastic of what used to be a toilet seat. - What an anticlimactic and silly way to go. -"
        },
        {
            "stateName": "07_state_lockerRoom",
            "stateLocation": "Locker Room",
            "stateText": "A bunch of squashed metal cupboards are piled on the floor. Water from the showers is flooding the room and steaming the air as it collides with the nearby furniture."
        },
        {
            "stateName": "08_state_basement",
            "stateLocation": "Basement",
            "stateText": "You see two prisoner cells."
        },
        {
            "stateName": "09_state_cell1",
            "stateLocation": "Cell#1",
            "stateText": "The cell's walls are covered with newspaper articles featuring the prisoner's crimes, including murder, kidnapping and rape. He took a lot of pride on what he did it seems. One way ticket to wonderland."
        },
		{
            "stateName": "10_state_cell2",
            "stateLocation": "Cell#2",
            "stateText": "The cell is full of family photos and drawings from the prisoner's daughter. There is also a newspaper with an article discussing a trial. Apparently an important piece of evidence went missing at the last minute and resulted in his conviction."
        }
    ]
}